acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
appimagelauncher
aspell-en
autoconf
automake
avahi
b43-fwcutter
bash
biber
binutils
bison
bluedevil
bluez-utils
bspwm
btrfs-progs
bzip2
calibre
checkbashisms
colorpicker
coreutils
cpupower
crda
cronie
cryptsetup
ctags
cups
cups-pdf
cups-pk-helper
darktable
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
dragon-drag-and-drop
e2fsprogs
ecryptfs-utils
efibootmgr
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
exa
exfat-utils
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-qt4
fcitx-table-other
fcitx-ui-light
feh
ffmpeg
ffmpegthumbs
file
filesystem
findutils
firefox
flatpak
flex
gamin
gawk
gcc
gcc-fortran
gcc-libs
gettext
gimp
gimp-help-en
git
glibc
gradle
grep
gsfonts
gtk3
gufw
gzip
haveged
hugin
hyphen-en
inetutils
insync
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
jdk8-openjdk
jfsutils
joplin
less
lf-git
lib32-flex
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libktorrent
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linuxconsole
log4cxx
logrotate
lsb-release
lutris
lvm2
m4
maim
make
man-db
man-pages
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mlocate
modemmanager
mono
mtpfs
neovim
nerd-fonts-noto-sans-mono
netpbm
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
openjdk8-src
openresolv
openssh
os-prober
p7zip
pandoc
partitionmanager
patch
patchutils
pciutils
pdftk
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
polybar
poppler-data
powerdevil
powerline-fonts
powertop
procps-ng
psmisc
psutils
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pulsemixer
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-tools
qt5-translations
qt5-virtualkeyboard
r
rambox-bin
reaper-bin
reiserfsprogs
ripgrep
ruby
s-nail
safeeyes
samba
sed
sencha-cmd-6
shadow
spaceship-prompt-git
spectre-meltdown-checker
splix
sshfs
stacer
steam
subversion
sxhkd
sxiv
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
systemsettings
tar
terminus-font
thunderbird
timeshift
tlp
ttf-bitstream-vera
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
ttf-vista-fonts
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
user-manager
util-linux
vlc
vulkan-intel
vulkan-radeon
wget
which
wine
wmctrl
wpa_supplicant
xclip
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xprintidle
xtitle
yarn
yay
z.lua
zathura
zathura-pdf-mupdf
zensu
zoom
zsh
