acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
amd-ucode
android-tools
android-udev
appimagelauncher
ark
aspell-en
autoconf
automake
b43-fwcutter
bison
bluedevil
chromium
cpupower
cups-pdf
darktable
deja-dup
dhclient
dhcpcd
discord
dolphin
downgrader-git
ecryptfs-utils
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
fakeroot
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-table-other
fcitx-ui-light
flameshot
flatpak
gamin
gimp-help-en
gnome-boxes
gnome-icon-theme
gparted
grub-theme-manjaro
gufw
hyphen-en
imagewriter
insync
inxi
iputils
ipw2100-fw
ipw2200-fw
ipython
joplin
juypter
lf-git
lib32-flex
lib32-libva-mesa-driver
lib32-mesa-demos
lib32-vulkan-intel
lib32-vulkan-radeon
libktorrent
libreoffice-fresh
licenses
linux419-r8168
linux54-r8168
linux54-rt-r8168
linuxconsole
log4cxx
lutris
make
man-db
man-pages
memtest86+
mhwd
mkinitcpio-openswap
mtpfs
mysql
neofetch
neovim
nerd-fonts-complete
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ntp
numlockx
pandoc
partitionmanager
patch
patchutils
pdftk
picom
pkgconf
plasma-desktop
plasma-pa
powertop
python-qtconsole
rambox-bin
reaper-bin
ripgrep
safeeyes
skanlite
spaceship-prompt-git
spectre-meltdown-checker
splix
sshfs
stacer
sxiv
systemd-fsck-silent
systemd-kcm
terminus-font
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-most-doc
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
thunderbird-i18n-en-us
timeshift
tlp
ttf-inconsolata
ttf-indic-otf
ttf-vista-fonts
udiskie
user-manager
vi
vlc
wget
xdg-su
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-xinit
xorg-xkill
yay
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel9k
zsh-you-should-use
