acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
appimagelauncher
ark
aspell-en
autoconf
automake
avahi
b43-fwcutter
bash
binutils
bison
bluedevil
bspwm
btrfs-progs
bzip2
coreutils
cpupower
crda
cronie
cryptsetup
cups
cups-pdf
cups-pk-helper
darktable
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrader-git
dragon-drag-and-drop
e2fsprogs
ecryptfs-utils
efibootmgr
epson-inkjet-printer-escpr
epson-inkjet-printer-escpr2
exfat-utils
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-table-other
fcitx-ui-light
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flameshot
flatpak
flex
gamin
gawk
gcc
gcc-fortran
gcc-libs
gettext
ghostscript
gimp
gimp-help-en
git
glibc
gnome-boxes
gnome-icon-theme
gnome-themes-extra
grep
grub
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-theme-breath
gtk3
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hyphen-en
illyria-wallpaper
imagewriter
inetutils
insync
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
jfsutils
joplin
kaccounts-providers
kamera
kcalc
kcm-fcitx
kde-gtk-config
kde-servicemenus-rootactions
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
keditbookmarks
kgamma5
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwayland-integration
kwin
kwrited
less
lf-git
lib32-flex
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libktorrent
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm
lightdm-webkit2-greeter
linux-firmware
linux419
linux419-r8168
linux54
linux54-r8168
linux54-rt
linux54-rt-r8168
linuxconsole
log4cxx
logrotate
lsb-release
lutris
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
minigalaxy
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
mutt-wizard-git
neofetch
neovim
nerd-fonts-noto-sans-mono
netpbm
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
openresolv
openssh
os-prober
p7zip
pacman
pamac-gtk
pandoc
partitionmanager
patch
patchutils
pciutils
pdftk
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-workspace
plasma-workspace-wallpapers
plasma5-themes-breath
polybar
poppler-data
powerdevil
powerline-fonts
powertop
print-manager
procps-ng
psmisc
psutils
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-tools
qt5-translations
qt5-virtualkeyboard
rambox-bin
reaper-bin
reiserfsprogs
ripgrep
rstudio-desktop-bin
rsync
ruby
s-nail
safeeyes
samba
sddm
sddm-breath-theme
sddm-kcm
sed
sencha-cmd-6
shadow
skanlite
spaceship-prompt-git
spectre-meltdown-checker
splix
sshfs
stacer
steam-manjaro
subversion
sudo
sxhkd
sxiv
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-most-doc
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
thunderbird-i18n-en-us
timeshift
tlp
ttf-bitstream-vera
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
ttf-vista-fonts
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
user-manager
util-linux
vi
vlc
vulkan-intel
vulkan-radeon
wallpapers-2018
wget
which
wine
wmctrl
wpa_supplicant
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xprintidle
yay
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel9k
zsh-you-should-use
